import React from 'react';
import './FooterDescription.css'

const ConditionsOfUse = () => {
    return (
        <div className='footer-desc' style={{fontSize:'16px',lineHeight:1.75, padding:'24px 40px'}}>
            <h1>서비스 이용약관</h1>
                <h2>1. 목적</h2>
                    <p>본 약관은 아이티윌 자바 148기 2조(이하 "회사")가 ITDA에 관한 모든 제품과 서비스(이하 "서비스") 및 정보를 이용함에 있어 회사와 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.</p>
                <h2>2. 정의</h2>
                    <p>이 약관에서 사용하는 용어의 정의는 다음과 같으며, 그외의 용어는 개별 약관에 따릅니다.</p>
                        <ol>
                            <li>"ITDA"란 회사가 이용자에게 서비스를 제공하기 위하여 운영하는 사이트(http://localhost:3000/ITDA)를 의미합니다.</li>
                            <li>"회원"이라 함은 ITDA에 개인정보를 제공하여 회원으로 가입한 자로서, ITDA의 정보를 지속적으로 받으며, ITDA가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.</li>
                            <li>"아이디"라 함은 서비스를 이용하기 위한 인터넷상의 열쇠로 회원 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자와 숫자의 조합을 말합니다.</li>
                            <li>"운영자"라 함은 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 사람을 말합니다.</li>
                            <li>"탈퇴"라 함은 회사 또는 회원이 서비스 이용 후 이용계약을 해약하는 것을 말합니다.</li>
                            <li>"파트너스 제도"란 ITDA에 회원이 발급받은 코드와 링크를 통해 방문자가 서비스에 가입하여 유료 결제를 통해 회사가 얻은 수익을 회사와 회원이 일정한 비율로 분배하는 제도 및 이에 부수되는 제반 서비스를 의미합니다.</li>
                            <li>"파트너"라 함은 ITDA 회원중 파트너스 제도에서 제공하는 코드와 링크를 통해 서비스를 홍보하여 가입 후 유료 결제로 발생하는 성과에 대한 수익을 취할 목적으로 승인을 받은 회원을 의미합니다.</li>
                            <li>"이용자"란 ITDA에 접속하거나 사이트를 방문하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.</li>
                            <li>"비회원"이라 함은 회원에 가입하지 않고, ITDA가 제공하는 서비스를 이용하는 자를 말합니다.</li>
                            <li>본 약관에서 정의하지 않은 용어는 일반적인 거래관행에 의합니다.</li>
                        </ol>
                <h2>3. 약관등의 명시와 설명 및 개정</h2>
                    <ol>
                        <li>"회사"는 이 약관의 내용을 이용자가 알 수 있도록 ITDA 사이트에 게시합니다.</li>
                        <li>"회사"는 약관의 규제등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진등에 관한 법률, 소비자기본법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</li>
                        <li>"회사"가 약관을 개정할 경우에는 적용일자 및 개정 사유를 명시하여 현행 약관과 함께 "ITDA" 웹사이트에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관 내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 개별적으로 통지합니다. 이 경우 “회사”는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.</li>
                        <li>“회사”는 변경된 약관을 게시한 날로부터 효력이 발생되는 날까지 약관 변경에 대한 이용자의 의견을 기다립니다. 위 기간이 지나도록 이용자의 의견이 접수되지 않으면, 이용자가 변경된 약관에 따라 서비스를 이용하는 데에 동의하는 것으로 판단합니다.</li>
                        <li>"회사"가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 "회사"에 송신하여 "회사"의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.</li>
                        이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래등에서의 소비자 보호에 관한 법률, 약관의 규제등에 관한 법률, 공정거래위원회가 정하는 전자거래등에서의 소비자보호지침 및 관계법령 또는 상관례에 따릅니다.
                    </ol>
                <h2>4. 서비스 이용 계약의 성립</h2>
                    <ol>
                        <li>“회사”와 회원 사이의 서비스 이용계약은 서비스를 이용하고자 하는 자가 회원 가입에 필요한 정보를 기입 후 이용약관과 개인정보 처리방침에 동의 의사표시를 하고, “회사”가 이에 대하여 이용 승낙을 함으로써 성립합니다.</li>
                        <li>이용계약의 성립 시기는 “회사”가 가입 완료를 신청 절차상에서 표시한 시점으로 합니다.</li>
                        <li>회원이 무료로 서비스를 이용하는 경우, 서비스의 기능 이용 등에 제한이 있을 수 있고, 무료 사용 기간 동안 서비스에 입력한 모든 데이터와 회원 또는 운영자가 고객을 위하여 서비스에 설정한 모든 데이터는 유료 플랜을 구매하여 이용하지 않는 경우를 제외하고 손실될 수 있습니다.</li>
                        <li>회원이 본 서비스의 유료 플랜을 이용하는 경우, 이용하는 플랜 종류에 따라 제공되는 서비스 및 사용량에 차이 및 제한이 있을 수 있고, 일정 사용량을 초과할 경우 해당 플랜을 업그레이드하여야 하며 미 업그레이드 시 서비스가 비활성화될 수 있습니다. 또한, “회사”는 회원에 대하여 서비스(무료 서비스도 포함됨) 이용을 위한 일부 기능(스크립트 등)의 설치를 요구할 수 있습니다.</li>
                        <li>이 약관은 회원이 이 약관에 동의한 날로부터 회원 탈퇴 시까지 적용하는 것을 원칙으로 합니다. 단, 이 약관의 일부 조항은 회원이 탈퇴 후에도 유효하게 적용될 수 있습니다.</li>
                    </ol>
                <h2>5. 회원가입</h2>
                    <ol>
                        <li>이용자는 “회사”가 정한 가입 양식에 따라 회원정보를 기입한 후, 약관 및 개인정보처리방침에 동의한다는 의사표시를 함으로써 ITDA 회원가입을 신청합니다. “회사”가 신청에 대하여 승낙함으로써 이용계약이 체결됩니다.</li>
                        <li>
                        “회사”는 이용자의 가입 신청에 대하여 회원가입을 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는 신청에 대하여는 승낙하지 않을 수 있습니다.
                            <ol>
                                <li>실명이 아니거나 타인의 명의를 이용한 경우</li>
                                <li>이용 신청자가 이 약관에 의하여 이전에 회원의 자격을 상실한 적 있는 경우, 단 “회사”의 재가입 승낙을 얻은 경우에는 예외로 함.</li>
                                <li>허위 정보를 입력하거나 “회사”에서 요구한 정보를 기재하지 않은 경우</li>
                                <li>위법, 불법행위 등 부정한 행위로 서비스를 이용하고자 하는 경우</li>
                                <li>이용 신청자의 귀책 사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우</li>
                                <li>“회사”가 서비스 관련 설비 또는 서비스의 여유가 없거나 기술상 또는 업무상 문제가 있는 경우</li>
                                <li>기타 회원 가입을 승낙하는 것이 적당하지 않은 것으로 “회사”가 판단한 경우</li>
                            </ol>
                        </li>
                        <li>비회원의 경우 회원가입에 따른 특정한 혜택을 받으실 수 없으며, 이러한 특정 혜택은 회사 정책에 따라 달라질 수 있습니다.</li>
                    </ol>
                <h2>6. 서비스의 제공 및 변경</h2>
                    <ol>
                        <li>
                        “회사”가 제공하는 서비스는 다음과 같이 구성됩니다. 구체적인 서비스의 내용은 웹사이트 내 서비스 안내 및 가이드 등의 설명에 따릅니다.
                            <ul>
                                <li>대상 사이트의 로그 데이터 수집 및 캠페인 배치를 위한 스크립트 제공</li>
                                <li>온사이트 캠페인, 광고 캠페인 등을 생성하고 관리할 수 있는 기능 제공</li>
                                <li>사이트 및 공개한 캠페인의 통계 및 성과 분석 제공</li>
                                <li>AI를 활용한 문구 생성 및 이미지 편집 서비스 제공</li>
                                <li>기타 위 업무에 부수하는 서비스</li>
                            </ul>
                        </li>
                        <li>“회사”는 회원의 회원 가입을 승낙한 시점부터 위와 같은 서비스를 제공합니다.</li>
                        <li>"회사“는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 서비스 내용을 변경할 수 있고, 이를 회원들에게 고지할 의무가 있습니다. 단, 회사는 불가피한 여건이나 사정이 발생할 경우에 위의 공지를 하지 않을 수 있습니다.</li>
                        <li>"회사“가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 서비스의 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 수단으로 즉시 통지합니다.</li>
                    </ol>
                <h2>7. 서비스의 중단</h2>
                    <p>"회사“는 컴퓨터 등 정보통신설비의 보수, 점검 및 교체, 고장, 통신의 두절 등의 사유가 발생한 경우와 전시, 사변, 천재지변, 국가 비상사태가 발생할 우려가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다.</p>
                <h2>8. 회원 탈퇴 및 자격 상실 등</h2>
                    <ol>
                        <li>"회원"은 "회사"에 언제든지 탈퇴를 요청할 수 있고, "회사"는 즉시 회원 탈퇴 처리를 합니다.</li>
                        <li>
                        "회원"이 다음 각호의 사유에 해당하는 경우, 회사는 회원 및 파트너 자격을 제한 및 정지시킬 수 있습니다.
                            <ul>
                                <li>가입 신청 시에 허위 내용을 등록한 경우</li>
                                <li>타인의 "서비스“ 이용을 방해하거나, 아이디 및 비밀번호를 도용하는 등 전자상거래 질서를 위협하는 경우</li>
                                <li>"회사"의 서비스 운영을 고의로 방해한 경우</li>
                                <li>ITDA를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우</li>
                                <li>"회원"이 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 경우</li>
                                <li>타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우</li>
                                <li>"서비스"의 운영을 방해할 목적으로 다량의 정보, 광고성 정보를 전송하는 경우</li>
                                <li>정보통신설비의 오작동이나 정보 등의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우</li>
                                <li>"회사" 또는 타인의 지적재산권을 침해하는 경우</li>
                                <li>"회사"의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 경우</li>
                                <li>파트너스 제도의 운영 방식 및 규정에 위배되는 행위를 하는 경우</li>
                            </ul>
                        </li>
                        <li>"회사"가 회원자격을 박탈하는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지합니다.</li>
                    </ol>
                <h2>9. 회원에 대한 통지</h2>
                    <ol>
                        <li>"회사"가 "회원"에 대한 통지를 하는 경우, "회원"이 "회사"와 미리 약정하여 지정한 이메일 주소로 할 수 있습니다.</li>
                        <li>"회사“는 불특정 다수 "회원“에 대한 통지의 경우 1주일 이상 "ITDA“의 공지사항 또는 게시판에 게시하거나, 팝업 메세지, 알림 메세지 등의 방법으로써 개별 통지에 갈음할 수 있습니다.</li>
                    </ol>
                <h2>10. 개인정보보호</h2>
                    <ol>
                        <li>회사는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서 최소한의 개인정보를 수집 및 이용하고, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다.</li>
                        <li>"회사"가 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.</li>
                        <li>서비스의 일부로 제공되는 개별 서비스를 제외한 것으로서 단순히 링크된 제3자 제공의 서비스에 대하여는 “회사”의 개인정보취급방침이 적용되지 않습니다. 또한, “회사”는 회원의 귀책사유로 인하여 노출된 회원의 모든 정보에 대해서 일체의 책임을 지지 않습니다.</li>
                    </ol>
                <h2>11. 회사의 의무</h2>
                    <p>"회사"는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는 데 최선을 다하여야 합니다.</p>
                <h2>12. 이용자의 의무</h2>
                    <ol>
                        <li>
                        이용자는 다음 행위를 하여서는 안됩니다.
                            <ul>
                                <li>신청 또는 변경 시 허위내용의 등록</li>
                                <li>타인 정보 도용</li>
                                <li>"ITDA"에 게시된 정보의 변경</li>
                                <li>"회사"가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시</li>
                                <li>회사 또는 제3자의 저작권 등 지적재산권에 대한 침해</li>
                                <li>회사 또는 제3자의 명예를 손상시키거나 업무를 방해하는 행위</li>
                                <li>외설 또는 폭력적인 메시지, 화상, 음성 기타 공서양속에 반하는 정보를 "회사"에 공개 또는 게시하거나 타인에게 유포하는 행위</li>
                                <li>범죄와 결부된다고 객관적으로 판단되는 행위</li>
                            </ul>
                        </li>
                        <li>"이용자"는 이 약관에서 규정하는 사항, 서비스 이용 안내 및 주의 사항을 준수하여야 하고, 내용별로 "회사"가 서비스 공지사항에 게시하거나 별도로 공지한 이용 제한 사항을 준수하여야 합니다.</li>
                        <li>"이용자"는 "회사"의 사전 승낙 없이 서비스를 이용하여 돈벌기 광고, 음란사이트를 통한 상업행위 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치등에 관해서는 회사가 책임을 지지 않습니다.</li>
                        <li>이용자 또는/및 회원은 회원 가입 신청 혹은 회원 정보를 변경할 때 모든 내용을 사실에 근거해 작성해야 하며, 허위 제공으로 인해 작성한 불이익에 대해 보호받을 수 없습니다.</li>
                        <li>회원은 관리 화면을 통해 언제든지 자신의 개인정보를 열람하고 수정할 수 있습니다.</li>
                        <li>회원 정보가 변경되면 즉시 갱신해야 합니다. 갱신이 지연되어 발생한 문제에 대해서는 “회사”는 책임지지 않습니다.</li>
                        <li>회원의 계정 및 아이디에 관한 관리 책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안됩니다.</li>
                        <li>회원은 계정 및 아이디가 도용되거나 제3자에 의해 사용되고 있음을 인지한 경우, 이를 즉시 “회사”에 통지하고 “회사”의 안내에 따라야 합니다.</li>
                        <li>8항에 해당하는 경우, 해당 회원이 “회사”에 그 사실을 통지하지 않거나, 통지한 경우에도 “회사”의 안내를 따르지 않아 발생한 불이익에 대해서는 “회사”는 책임지지 않습니다.</li>
                        <li>“회사”는 이용자가 여러 개의 아이디를 생성한 경우 회원 및 이용자에게 이를 고지하고 회원이 선택하는 대표 아이디 외에 다른 아이디를 삭제할 수 있습니다.</li>
                        <li>파트너는 고유한 추천 링크 또는 추천 코드를 공유하여 ITDA를 적극적으로 홍보하고 마케팅할 것을 약속합니다. 프로모션 활동에서 모든 관련 법률, 규정 및 윤리적 가이드라인을 준수해야 합니다.</li>
                    </ol>
                <h2>13. 서비스의 이용료 및 납부</h2>
                    <ol>
                        <li>”회사”는 회원이 서비스를 이용하는 것에 대한 대가로 서비스 이용료를 청구합니다.</li>
                        <li>회원은 "회사’가 지정하는 결제수단으로 '유료 서비스'를 이용할 수 있으며, 각종 프로모션이나 이벤트 등을 통하여 발행된 '구독권', '쿠폰' 또는 “회사” 및 '제3자'가 발행한 상품권 등을 이용하여 '유료 서비스'를 이용할 수 있습니다.</li>
                        <li>”회사”는 회원의 서비스 이용 신청 시에 제공하는 서비스의 이용료, 결제 방법, 제공 범위 및 내용 등을 웹페이지, 이용 신청 화면, 결제 화면, 기타 통지처를 통하여 알기 쉽게 고지합니다.</li>
                        <li>”회사”가 서비스 이용료를 변경하는 경우에는, 30일 전에 미리 고지합니다. 변경된 서비스 이용료와 관련하여, 고지한 날이 포함된 날로부터 도래하는 최초 대금 결제일까지는 변경 전 서비스 이용료가 부과되며, 그 다음 결제일로부터 변경 후 서비스 이용료가 부과됩니다.</li>
                        <li>회원이 서비스 이용료 변경에 동의하지 않는 경우 “회사”에 대한 서비스 이용 중단 통보로 서비스 이용을 중단할 수 있습니다.</li>
                        <li>신용카드 만료 또는 기타 사유로 인하여 이용요금 결제가 성공적으로 진행되지 않은 경우, 회원은 “회사”에 대하여 납부되지 않은 금액에 대한 책임을 지며, “회사”는 회원에게 직접 미납 금액을 청구하거나, 결제 정보 정정을 요청하여 결제가 이루어질 때까지 계속하여 결제를 시도하거나, “회사”의 판단으로 본 계약을 해지할 수 있습니다. 이용 계약이 해지됨에 따라 회원의 데이터는 삭제될 수 있고, 삭제된 데이터는 복구되지 못할 수 있습니다.</li>
                    </ol>
                <h2>14. 저작권의 귀속 및 이용제한</h2>
                    <ol>
                        <li>"회사"가 작성한 저작물에 대한 저작권 기타 지적재산권은 "회사"에 귀속합니다.</li>
                        <li>"이용자"는 ITDA를 이용함으로써 얻은 정보 중 "회사"에게 지적 재산권이 귀속된 정보를 "회사"의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.</li>
                        <li>
                        "이용자"는 자신이 게시한 게시물을 회사가 국내외 다음 각 호의 목적으로 사용하는 것을 허락합니다.
                            <ul>
                                <li>서비스(제3자가 운영하는 사이트 또는 미디어의 일정 영역내에 입점하여 서비스가 제공되는 경우 포함)내에서 게시물을 사용하기 위하여 게시물의 크기를 변환하거나 단순화하는 등의 방식으로 수정하는 것</li>
                                <li>"회사"가 보다 나은 정보를 제공하기 위하여 제3의 업체와 제휴를 통하여 정보를 보여지는 행위</li>
                            </ul>
                        </li>
                        <li>본 조에 따른 세부절차는 "정보통신망법" 및 "저작권법"이 규정한 범위 내에서 "회사"가 정한 "게시중단요청"절차에 따릅니다.</li>
                    </ol>
                <h2>15. 정보의 제공</h2>
                    <ol>
                        <li>회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대해서 전자메일이나 서신 우편 등의 방법으로 회원에게 제공할 수 있으며, 회원은 원하지 않을 경우 가입신청 메뉴와 회원정보 수정메뉴 및 전자메일 내에 있는 수신거부 메뉴에서 정보수신거부를 할 수 있습니다.</li>
                        <li>회사는 서비스 개선 및 회원 대상의 서비스 소개 등의 목적으로 회원의 동의 하에 추가적인 개인 정보를 요구할 수 있습니다.</li>
                    </ol>
                <h2>16. 서비스 이용료의 환불</h2>
                    <ol>
                        <li>회원이 서비스 해지 요청 시, 잔여 기한이 있는 경우 다음 각 호에 따라 이용료가 환불됩니다.
                            <ol>
                                <li>월 결제의 환불:
                                    <ul>
                                        <li>결제일로부터 3일 이내 환불을 요청한 경우: 서비스 사용 이력이 없을 경우 전액 환불</li>
                                        <li>결제일로부터 3일 이후 환불을 요청한 경우: 잔여 구독 기간까지 서비스 사용 후 만료</li>
                                        <li>서비스 사용 이력이 있을 경우: 잔여 구독 기간까지 서비스 사용 후 만료</li>
                                    </ul>
                                </li>
                                <li>연 결제의 환불:
                                    <ul>
                                        <li>결제일로부터 7일 이내 서비스 해지를 요청한 경우: 서비스 사용 이력이 없을 시, 전액 환불</li>
                                        <li>
                                            결제일로부터 7일 이후 혹은 서비스 사용 이력이 있을 경우:
                                            <ul>
                                                <li>결제일로부터 4개월 이내에 환불을 요청한 경우: 결제 금액의 2/3에 해당하는 금액을 환불</li>
                                                <li>결제일로부터 6개월 이내에 환불을 요청한 경우: 결제 금액의 1/3에 해당하는 금액을 환불</li>
                                                <li>결제일로부터 6개월 이후에 환불을 요청한 경우: 환불 불가</li>
                                            </ul>
                                        </li>
                                    </ul>
                                </li>
                            </ol>
                        </li>
                        <li>현행 법령 및 중대한 약관 위반 등 회원의 귀책사유로 이용계약을 해지하는 경우 환불이 제한될 수 있습니다.</li>
                    </ol>
                <h2>17. 서비스 이용료의 과오금 환급</h2>
                    <ol>
                        <li>“회원”이 대금을 결제함에 있어서 과오금을 지급한 경우 “회사”는 대금 결제와 동일한 방법으로 과오금된 전액을 환급하여야 합니다. 다만, “회사”는 동일한 방법으로 과오금의 환급이 불가능할 때는 즉시 이를 “회원“에게 고지하고, “회원“이 선택한 방법으로 환급하여야 합니다.</li>
                        <li>"회원”의 책임 있는 사유로 과오금이 발생한 경우, “회사“는 과오금을 환급하는데 소요되는 비용을 합리적인 범위 내에서 공제하고 환급할 수 있습니다.</li>
                        <li>”회사”는 회원이 과다 납입을 주장하며 환불을 요구하는 경우, 정당하게 유료 서비스 요금이 부과되었음을 입증하면 환불을 거부할 수 있습니다.</li>
                        <li>
                        “회사”는 과오금의 세부 환불 절차 및 기타 사항에 대하여 관련 법령 및 다음 각 호에 정하는 바에 따릅니다.
                            <ol>
                                <li>“회사”나 “회원”이 과오금의 발생 사실을 안 때에는 전자우편, 서비스 홈페이지 등 회사가 제시한 방법에 따라 상대방에게 통보</li>
                                <li>“회사“는 “회원“에게 환불에 필요한 정보를 요청(회원 성명, 결제 증빙 서류, 전화번호, 환불 요청 계좌 등)</li>
                                <li>“회원“은 환불에 필요한 제2호의 정보를 “회사“에 제공</li>
                                <li>“회사“는 “회원“의 정보 제공 일로부터 7일 이내 환불 처리(“회원“의 명시적 의사표시가 있는 경우 차회 요금에서 상계)</li>
                            </ol>
                        </li>
                    </ol>
                <h2>18. 청약의 철회</h2>
                    <ol>
                        <li>“회사”와 유료 서비스 이용에 관한 계약을 체결한 회원은 구매일 또는 유료 서비스 이용 가능일로부터 7일 이내에는 청약의 철회를 할 수 있습니다.</li>
                        <li>
                        회원은 다음 각 호의 어느 하나에 해당하는 경우에는 “회사”의 의사에 반하여 제1항에 따른 청약철회 등을 할 수 없습니다.
                            <ol>
                                <li>회원에게 책임이 있는 사유로 재화 등이 멸실되거나 훼손된 경우</li>
                                <li>회원이 재화를 사용 또는 일부 소비한 경우</li>
                                <li>시간이 지나 다시 판매하기 곤란할 경우</li>
                                <li>가능한 재화 등의 포장을 훼손한 경우</li>
                                <li>그 밖에 거래의 안전을 위하여 법령으로 정하는 경우</li>
                            </ol>
                        </li>
                        <li>“회사”는 제2항 제2호부터 4호까지 규정에 따라 청약철회 등이 불가능한 재화 등의 경우에는 그 사실을 재화 등의 포장이나 그밖에 회원이 쉽게 알 수 있는 곳에 명확하게 적시하거나 시험 사용 상품을 제공하는 등의 방법으로 청약철회 등의 권리 행사가 방해받지 아니하도록 조치하여야 합니다. 만약 “회사”가 이러한 조치를 하지 아니한 경우에는 제2항 제2호 내지 제4호의 청약철회 제한 사유에도 불구하고 회원은 청약철회를 할 수 있습니다.</li>
                        <li>회원은 제1항 내지 제3항의 규정에도 불구하고 유료 서비스의 내용이 표시·광고 내용과 다르거나 계약 내용과 다르게 이행된 경우에는 구매일 또는 유료 서비스 이용 가능일로부터 3일 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회를 할 수 있습니다.</li>
                        <li>회원은 구두 또는 서면(전자문서 포함), 전자우편으로 청약철회를 할 수 있습니다.</li>
                    </ol>
                <h2>19. 청약 철회 등의 효과</h2>
                    <ol>
                        <li>회원이 청약철회를 한 경우 “회사”는 지체 없이 회원의 유료 서비스를 회수 또는 삭제하고 유료 서비스를 회수 또는 삭제한 날로부터 3영업일 이내에 지급받은 대금을 환급합니다.</li>
                        <li>이 경우 “회사”가 회원에게 환급을 지연한 때에는 그 지연 기간에 대하여 전자상거래 등에서의 소비자보호에 관한 법률 및 시행령에서 정하는 이율을 곱하여 산정한 지연이자를 지급합니다.</li>
                        <li>“회사”는 위 대금을 환급함에 있어서 회원이 신용카드나 그 밖에 전자상거래 등에서의 소비자보호에 관한 법률 시행령으로 정하는 결제수단으로 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 대금의 청구를 정지 또는 취소하도록 요청합니다. 다만 “회사”가 결제업자로부터 이미 대금을 지급받은 때에는 이를 결제업자에게 환불하고 이를 소비자에게 통지합니다.</li>
                        <li>“회사”는 이미 재화 등이 일부 사용되거나 일부 소비된 경우에는 그 재화 등의 일부 사용 또는 일부 소비에 의하여 회원이 얻은 이익 또는 그 재화 등의 공급에 든 비용에 상당하는 금액을 회원에게 청구할 수 있습니다.</li>
                        <li>회원이 청약철회를 한 경우 재화 등의 반환에 필요한 비용은 회원이 부담하고, “회사”는 회원에게 청약철회를 이유로 위약금 또는 손해배상을 청구할 수 없습니다.</li>
                    </ol>
                <h2>20. 면책조항</h2>
                    <ol>
                        <li>"회사"에서 회원에게 무료로 제공하는 서비스의 이용과 관련해서는 어떠한 손해도 책임을 지지 않습니다.</li>
                        <li>"회사"는 기간통신 사업자 등 전기통신사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우, 서비스 개선을 위한 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 경우 책임이 면제됩니다.</li>
                        <li>"회사"는 회원의 개인적인 사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.</li>
                        <li>"회사"는 "이용자"의 컴퓨터 오류로 손해가 발생한 경우, 회원이 신상정보 및 전자우편 주소를 잘못 기재하여 손해가 발생한 경우 책임을 지지 않습니다.</li>
                        <li>"회사"는 "회원"이 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 또한 "회사"는 "회원"이 서비스를 이용하며 타 회원으로 인해 입게 되는 정신적, 물질적 피해에 대하여 보상할 책임을 지지 않습니다.</li>
                        <li>"회사"는 "이용자" 상호간 및 "이용자"와 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.</li>
                        <li>"회사"는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.</li>
                        <li>"회사"는 파트너스 제도에 대해 어떠한 보증도 제공하지 않으며 어떠한 경우에도 간접적, 파생적 또는 특별한 손해에 대해 책임을지지 않습니다.</li>
                    </ol>
                <h2>21. 계약의 해지 및 손해배상</h2>
                    <ol>
                        <li>"회사"는 사용자가 본 이용약관을 준수하지 않은 경우 본 이용계약을 해지할 수 있습니다. 이 경우 사용자는 ITDA 서비스 회원을 탈퇴하여야 합니다.</li>
                        <li>제1항의 경우 및 사용자에 의해 회사에게 손해가 발생한 경우 회사는 사용자에게 손해배상을 청구할 수 있습니다. 또한 계약해지 이후에도 사용자의 부적절한 이용 등으로 인해 부담해야 하는 비용 및 벌금은 사용권 계약 종료 이후에도 유효합니다.</li>
                    </ol>
                <h2>22. 분쟁해결</h2>
                    <ol>
                        <li>"회사"는 "이용자"가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 고객상담 창구를 설치, 운영합니다.</li>
                        <li>"회사"는 "이용자"로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.</li>
                        <li>"회사"와 "이용자"간에 발생한 분쟁은 전자거래 분쟁과 관련하여, 이용자의 피해구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가 의뢰하는 분쟁 조정기관의 조정에 따를 수 있습니다.</li>
                    </ol>
                <h2>23. 재판권 및 준거법</h2>
                    <ol>
                        <li>서비스 이용으로 발생한 분쟁에 대해 소송이 제기되는 경우 회사의 본사 소재지를 관할하는 지방법원을 제1심의 관할 법원으로 합니다.</li>
                        <li>"회사"와 이용자간에 제기된 전자거래 소송에는 한국법을 적용합니다.</li>
                    </ol>
                <h2>24. 부칙</h2>
                    <p>이 이용약관은 2024년 5월 9일 자로 시행합니다.</p>
                
        </div>
    );
};

export default ConditionsOfUse;